export interface IBlog {
  title: string
  detail: string
}

export const blogs: IBlog[] = [
  {
    title: 'บทความ 1',
    detail:
      'ทดสอบบทความนะครับ ลองใส่เล่นๆจ้าาาาาาาาาาาาาาาาาาาาาาาาาาา ใส่ข้อความยาวๆทดสอบดูว่าต้องเก็บตกอะไรอีกบ้าง',
  },
  {
    title: 'บทความ 2',
    detail: 'ทดสอบบทความนะครับ ลองใส่เล่นๆ',
  },
  {
    title: 'บทความ 3',
    detail: 'ทดสอบบทความนะครับ ลองใส่เล่นๆ',
  },
  {
    title: 'บทความ 4',
    detail: 'ทดสอบบทความนะครับ ลองใส่เล่นๆ',
  },
  {
    title: 'บทความ 5',
    detail: 'ทดสอบบทความนะครับ ลองใส่เล่นๆ',
  },
  {
    title: 'บทความ 6',
    detail: 'ทดสอบบทความนะครับ ลองใส่เล่นๆ',
  },
  {
    title: 'บทความ 7',
    detail: 'ทดสอบบทความนะครับ ลองใส่เล่นๆ',
  },
  {
    title: 'บทความ 8',
    detail: 'ทดสอบบทความนะครับ ลองใส่เล่นๆ',
  },
]
