export interface IBlog {
  id: number
  title: string
  detail: string
}

export const blogs: IBlog[] = [
  {
    id: 1,
    title: 'บทความ 1',
    detail:
      'ทดสอบบทความนะครับ ลองใส่เล่นๆจ้าาาาาาาาาาาาาาาาาาาาาาาาาาา ใส่ข้อความยาวๆทดสอบดูว่าต้องเก็บตกอะไรอีกบ้าง',
  },
  {
    id: 2,
    title: 'บทความ 2',
    detail: 'ทดสอบบทความนะครับ ลองใส่เล่นๆ',
  },
  {
    id: 3,
    title: 'บทความ 3',
    detail: 'ทดสอบบทความนะครับ ลองใส่เล่นๆ',
  },
  {
    id: 4,
    title: 'บทความ 4',
    detail: 'ทดสอบบทความนะครับ ลองใส่เล่นๆ',
  },
  {
    id: 5,
    title: 'บทความ 5',
    detail: 'ทดสอบบทความนะครับ ลองใส่เล่นๆ',
  },
  {
    id: 6,
    title: 'บทความ 6',
    detail: 'ทดสอบบทความนะครับ ลองใส่เล่นๆ',
  },
  {
    id: 7,
    title: 'บทความ 7',
    detail: 'ทดสอบบทความนะครับ ลองใส่เล่นๆ',
  },
  {
    id: 8,
    title: 'บทความ 8',
    detail: 'ทดสอบบทความนะครับ ลองใส่เล่นๆ',
  },
]
